src/test/java/features/WorkOrders/WO_Payloads/updateWO_AddWaterOn_payload.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:max="http://www.ibm.com/maximo">
   <soapenv:Header />
   <soapenv:Body>
      <max:UpdateYVWWORKORDER creationDateTime="2008-09-29T11:49:45">
         <max:YVWWORKORDERSet>
            <max:WORKORDER action="Change">
               <max:SITEID>YVW</max:SITEID>
               <max:WONUM>#(woNum)</max:WONUM>
               <max:GBSWATEROUTAGES>
                  <max:WONUM>#(woNum)</max:WONUM>
                  <max:ACTUALON>#(currentTime)</max:ACTUALON>
                  <max:CHANGEBY>#(USERNAME)</max:CHANGEBY>
                  <max:INSTANCENUM>#(instanceNum)</max:INSTANCENUM>
                  <max:ISACTIVE>#(isActive)</max:ISACTIVE>
                  <max:LABORCODE>#(USERNAME)</max:LABORCODE>
                  <max:NOTAPPLICABLE>0</max:NOTAPPLICABLE>
                  <max:ORGID>YVWORG</max:ORGID>
                  <max:PLANNED>#(isOutagePlanned)</max:PLANNED>
                  <max:STATUS>#(outageStatusON)</max:STATUS>
               </max:GBSWATEROUTAGES>
            </max:WORKORDER>
         </max:YVWWORKORDERSet>
      </max:UpdateYVWWORKORDER>
   </soapenv:Body>
</soapenv:Envelope>